act
air-bin
aws-cli-v2-bin
docker-ls
escrotum-git
google-chrome
google-java-format
grub-tools
hadolint-bin
heroku-cli-bin
icu69-bin
ipw2100-fw
ipw2200-fw
javafx-scenebuilder
jdtls
kazam
ltex-ls-bin
marksman-bin
marp-cli-bin
neovim-nightly-bin
openssl-1.0
pcurses
prettierd
stylua-bin
teams
ultralist
visual-paradigm-community
visual-studio-code-bin
zoom
