act
air
aws-cli-v2-bin
google-chrome
grub-tools
hadolint-bin
heroku-cli-bin
icu69-bin
ipw2100-fw
ipw2200-fw
javafx-scenebuilder
jdtls
kazam
marp-cli-bin
pcurses
prettierd
stylua-bin
teams
visual-paradigm-community
visual-studio-code-bin
zoom
