a52dec
aalib
accounts-qml-module
accountsservice
acl
acpi
adobe-source-code-pro-fonts
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
adwaita-icon-theme
alsa-card-profiles
alsa-firmware
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
alsa-utils
aom
appstream-glib
arandr
arc-gtk-theme-eos
arc-x-icons-theme
archlinux-keyring
archlinux-xdg-menu
argon2
at-spi2-atk
at-spi2-core
atk
atkmm
attr
audit
autoconf
automake
avahi
awesome-terminal-fonts
b43-fwcutter
babl
barrier
barrier-headless
base
bash
bash-completion
bc
bind
binutils
bison
blas
bluez
bluez-libs
bolt
boost-libs
bridge-utils
brotli
btrfs-progs
bubblewrap
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cantarell-fonts
catch2
cdparanoia
checkbashisms
chromaprint
cifs-utils
clang
clutter
clutter-gst
clutter-gtk
cmake
cogl
colord
colord-gtk
colord-gtk-common
colord-gtk4
compiler-rt
confuse
containerd
coreutils
cracklib
cronie
cryptsetup
cups-pk-helper
curl
dav1d
db
dbus
dbus-glib
dbus-python
dconf
debuginfod
desktop-file-utils
device-mapper
dex
dhclient
dialog
diffutils
ding-libs
discord
discount
djvulibre
dmenu
dmidecode
dmraid
dnsmasq
dnssec-anchors
docker
docker-compose
dos2unix
dosfstools
double-conversion
downgrade
duf
dunst
e2fsprogs
efibootmgr
efitools
efivar
electron
electron13
electron17
ell
encfs
enchant
endeavouros-keyring
endeavouros-mirrorlist
endeavouros-theming
endeavouros-xfce4-terminal-colors
eog
eos-apps-info
eos-bash-shared
eos-hooks
eos-log-tool
eos-qogir-icons
eos-quickstart
eos-rankmirrors
eos-translations
eos-update-notifier
ethtool
evince
exempi
exfatprogs
exiv2
exo
expat
f2fs-tools
faac
faad2
fakeroot
fd
feh
ffmpeg
ffmpeg4.4
ffmpegthumbnailer
fftw
file
file-roller
filesystem
findutils
firefox
flac
flatpak
flex
fluidsynth
fontconfig
freeglut
freetype2
fribidi
fsarchiver
fuse-common
fuse2
fuse3
fzf
galculator
gawk
gc
gcab
gcc
gcc-libs
gcr
gd
gdb
gdb-common
gdbm
gdk-pixbuf2
gdm
gedit
gegl
geoclue
geocode-glib
geoip
geoip-database
gettext
ghostscript
giflib
gimp
girara
git
git-delta
github-cli
gjs
glances
glib-networking
glib2
glibc
glibmm
glslang
glu
gmp
gnome-autoar
gnome-bluetooth
gnome-bluetooth-3.0
gnome-calculator
gnome-color-manager
gnome-control-center
gnome-desktop
gnome-desktop-4
gnome-desktop-common
gnome-disk-utility
gnome-keyring
gnome-nettool
gnome-online-accounts
gnome-power-manager
gnome-screenshot
gnome-session
gnome-settings-daemon
gnome-shell
gnome-terminal
gnome-themes-extra
gnome-tweaks
gnome-usage
gnu-netcat
gnupg
gnutls
go
gobject-introspection-runtime
gopls
gperftools
gpgme
gpm
gptfdisk
graphene
graphite
graphviz
grep
grilo
groff
grub
grub-tools
grub2-theme-endeavouros
gsettings-desktop-schemas
gsfonts
gsm
gsound
gspell
gssdp
gssproxy
gst-libav
gst-plugin-gtk
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gst-plugins-ugly
gstreamer
gthumb
gtk-engine-murrine
gtk-update-icon-cache
gtk2
gtk3
gtk4
gtkmm
gtkmm3
gtksourceview3
gtksourceview4
gtksourceview5
gts
guile
gupnp
gupnp-dlna
gupnp-igd
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gzip
handlr
harfbuzz
harfbuzz-icu
haveged
hdparm
hicolor-icon-theme
hidapi
http-parser
hwdata
hwdetect
hwinfo
hwloc
hyphen
i3-gaps
i3blocks
i3lock
i3status
iana-etc
ibus
icu
ijs
imagemagick
imath
imlib2
inetutils
iniparser
intel-ucode
inxi
iproute2
iptables
iputils
ipw2100-fw
ipw2200-fw
iso-codes
iw
iwd
jansson
jasper
java-environment-common
java-runtime-common
jbig2dec
jdk-openjdk
jdk11-openjdk
jemalloc
jfsutils
jq
jre-openjdk
jre-openjdk-headless
jre11-openjdk
jre11-openjdk-headless
js78
js91
json-c
json-glib
jsoncpp
kaccounts-integration
kactivities
karchive
kauth
kbd
kbookmarks
kcmutils
kcodecs
kcompletion
kconfig
kconfigwidgets
kcoreaddons
kcrash
kdbusaddons
kdeclarative
kded
keyutils
kglobalaccel
kguiaddons
ki18n
kiconthemes
kio
kirigami2
kitemviews
kitty
kitty-shell-integration
kitty-terminfo
kjobwidgets
kjs
kmod
knotifications
kpackage
kparts
kpty
krb5
kservice
ktextwidgets
kubectl
kwallet
kwidgetsaddons
kwindowsystem
kxmlgui
l-smash
lame
lapack
lcms2
ldb
ldns
lensfun
less
libaccounts-glib
libaccounts-qt
libadwaita
libaio
libappindicator-gtk3
libarchive
libass
libassuan
libasyncns
libatasmart
libavc1394
libavif
libavtp
libb2
libblockdev
libbluray
libbpf
libbs2b
libbsd
libbytesize
libcaca
libcanberra
libcap
libcap-ng
libcddb
libcdio
libcdio-paranoia
libcheese
libcloudproviders
libcolord
libconfig
libcue
libcups
libdaemon
libdatrie
libdazzle
libdbusmenu-glib
libdbusmenu-gtk3
libdbusmenu-qt5
libdc1394
libdca
libde265
libdrm
libdv
libdvdcss
libdvdnav
libdvdread
libedit
libelf
libepoxy
libev
libevdev
libevent
libexif
libfdk-aac
libffi
libfontenc
libfreeaptx
libgcrypt
libgdm
libgee
libgexiv2
libgit2
libglvnd
libgme
libgnomekbd
libgpg-error
libgphoto2
libgrss
libgsf
libgtop
libgudev
libgusb
libgweather
libgweather-4
libgxps
libhandy
libheif
libibus
libical
libice
libid3tag
libidn
libidn2
libiec61883
libimobiledevice
libindicator-gtk3
libinih
libinput
libinstpatch
libiptcdata
libisl
libjpeg-turbo
libjxl
libkate
libkexiv2
libksba
libldac
libldap
liblqr
liblrdf
libltc
libluv
libmalcontent
libmanette
libmaxminddb
libmbim
libmd
libmfx
libmicrodns
libmicrohttpd
libmm-glib
libmng
libmnl
libmodplug
libmpc
libmpcdec
libmpeg2
libmtp
libmypaint
libnautilus-extension
libndp
libnet
libnetfilter_conntrack
libnewt
libnfnetlink
libnfs
libnftnl
libnghttp2
libnice
libnl
libnm
libnma
libnma-common
libnma-gtk4
libnotify
libnsl
liboauth
libogg
libomxil-bellagio
libopenmpt
libopenraw
libosinfo
libp11-kit
libpaper
libpcap
libpciaccess
libpeas
libpgm
libpipeline
libplacebo
libplist
libpng
libportal
libportal-gtk3
libproxy
libpsl
libpulse
libpwquality
libqmi
libqrtr-glib
libraqm
libraw
libraw1394
librsvg
librsync
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsidplay
libsigc++
libsm
libsndfile
libsodium
libsoup
libsoup3
libsoxr
libspectre
libspiro
libsrtp
libssh
libssh2
libstemmer
libsynctex
libsysprof-capture
libtasn1
libteam
libtermkey
libthai
libtheora
libtiff
libtirpc
libtool
libunistring
libunwind
liburcu
libusb
libusbmuxd
libutempter
libuv
libva
libvdpau
libvisual
libvorbis
libvpx
libvterm01
libwacom
libwebp
libwmf
libwnck3
libwpe
libx11
libx86emu
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcursor
libxcvt
libxdamage
libxdg-basedir
libxdmcp
libxext
libxfce4ui
libxfce4util
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxklavier
libxml2
libxmu
libxpm
libxrandr
libxrender
libxres
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxvmc
libxxf86vm
libyaml
libyuv
licenses
lightdm
lightdm-slick-greeter
lilv
linux
linux-api-headers
linux-atm
linux-firmware
linux-firmware-whence
linux-headers
llvm-libs
lm_sensors
lmdb
logrotate
lsb-release
lsof
lsscsi
lua
lua-language-server
lua53
luajit
luit
lv2
lvm2
lxappearance-gtk3
lz4
lzo
m4
mailcap
make
malcontent
man-db
man-pages
md4c
mdadm
media-player-info
meld
mesa
mesa-utils
metis
minizip
mjpegtools
mkinitcpio
mkinitcpio-busybox
mkinitcpio-nfs-utils
mkinitcpio-openswap
mlocate
mobile-broadband-provider-info
modemmanager
mpfr
mpg123
mpv
msgpack-c
mtdev
mtools
mujs
mutter
mypaint-brushes1
nano
nano-syntax-highlighting
nautilus
nautilus-sendto
nbd
ncurses
ndctl
ndisc6
neofetch
neon
neovim
netctl
netpbm
nettle
network-manager-applet
networkmanager
networkmanager-openvpn
nfs-utils
nfsidmap
nginx
nilfs-utils
nitrogen
nm-connection-editor
nmap
node-gyp
nodejs
nodejs-nopt
noto-fonts
noto-fonts-emoji
npm
npth
nspr
nss
nss-mdns
ntfs-3g
ntp
numlockx
okular
oniguruma
openal
openconnect
opencore-amr
opendesktop-fonts
openexr
openjdk11-src
openjpeg2
openmpi
openresolv
openssh
openssl
openvpn
opus
orc
os-prober
osinfo-db
ostree
p11-kit
pacman
pacman-contrib
pacman-mirrorlist
pacutils
pahole
pam
pambase
pango
pangomm
paper-icon-theme
parallel
parted
patch
pavucontrol
pciutils
pcre
pcre2
pcsclite
perl
perl-clone
perl-encode-locale
perl-error
perl-file-listing
perl-html-parser
perl-html-tagset
perl-http-cookies
perl-http-daemon
perl-http-date
perl-http-message
perl-http-negotiate
perl-io-html
perl-libwww
perl-lwp-mediatypes
perl-mailtools
perl-net-http
perl-timedate
perl-try-tiny
perl-uri
perl-www-robotrules
perl-xml-parser
perl-xml-writer
phonon-qt5
phonon-qt5-gstreamer
picom
pinentry
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pixman
pkcs11-helper
pkgconf
pkgfile
playerctl
polkit
polkit-gnome
polkit-qt5
poppler
poppler-data
poppler-glib
poppler-qt5
popt
portaudio
power-profiles-daemon
ppp
pptpclient
prettier
procps-ng
psmisc
purpose
pv
python
python-appdirs
python-cachecontrol
python-cairo
python-cffi
python-chardet
python-colorama
python-contextlib2
python-cryptography
python-defusedxml
python-distlib
python-distro
python-dnspython
python-future
python-gobject
python-html5lib
python-idna
python-importlib-metadata
python-markdown
python-more-itertools
python-msgpack
python-ordered-set
python-packaging
python-pep517
python-pip
python-ply
python-progress
python-psutil
python-pycparser
python-pyopenssl
python-pyparsing
python-pyxdg
python-requests
python-resolvelib
python-retrying
python-setuptools
python-shtab
python-six
python-termcolor
python-toml
python-tomli
python-urllib3
python-webencodings
python-zipp
qrencode
qt5-base
qt5-declarative
qt5-graphicaleffects
qt5-location
qt5-multimedia
qt5-quickcontrols
qt5-quickcontrols2
qt5-speech
qt5-svg
qt5-translations
qt5-wayland
qt5-webchannel
qt5-webengine
qt5-x11extras
qt6-base
qt6-declarative
qt6-translations
ranger
raptor
rav1e
re2
readline
rebuild-detector
reflector
reflector-simple
reiserfsprogs
rest
rhash
ripgrep
rofi
rp-pppoe
rpcbind
rsync
rtkit
rtmpdump
rubberband
ruby
ruby-bundler
ruby-irb
ruby-reline
rubygems
run-parts
runc
rust
rust-analyzer
rust-src
s-nail
sbc
scrot
sdl2
sed
semver
serd
sg3_utils
shaderc
shadow
shared-color-targets
shared-mime-info
signon-kwallet-extension
signon-plugin-oauth2
signon-ui
signond
slang
smartmontools
smbclient
snappy
sof-firmware
solid
sonnet
sord
sound-theme-freedesktop
soundtouch
source-highlight
spandsp
speex
speexdsp
spirv-tools
sqlite
sratom
srt
sshfs
startup-notification
stoken
sudo
suitesparse
sushi
svt-av1
svt-hevc
syncthing
sysfsutils
sysstat
systemd
systemd-libs
systemd-sysvcompat
t1lib
taglib
talloc
tar
task
tcl
tdb
tevent
texinfo
thin-provisioning-tools
threadweaver
thunar
thunar-archive-plugin
thunar-volman
tinyxml2
tldr
tmux
totem
totem-pl-parser
tpm2-tss
tracker3
tracker3-miners
trash-cli
tree-sitter
tslib
ttf-bitstream-vera
ttf-dejavu
ttf-font-awesome
ttf-liberation
ttf-opensans
tumbler
twolame
tzdata
uchardet
udisks2
unibilium
unrar
unzip
upower
usb_modeswitch
usbmuxd
usbutils
util-linux
util-linux-libs
v4l-utils
valgrind
vid.stab
vmaf
volume_key
vpnc
vte-common
vte3
vulkan-headers
vulkan-icd-loader
wavpack
wayland
webkit2gtk
webkit2gtk-4.1
webrtc-audio-processing
welcome
wget
which
whois
wildmidi
wireless-regdb
wireless_tools
wireplumber
woff2
wpa_supplicant
wpebackend-fdo
x264
x265
xapp
xbindkeys
xbitmaps
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xclip
xdg-dbus-proxy
xdg-desktop-portal
xdg-desktop-portal-gnome
xdg-desktop-portal-gtk
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xed
xf86-input-libinput
xf86-video-intel
xfce4-terminal
xfconf
xfsprogs
xkeyboard-config
xl2tpd
xorg-fonts-encodings
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-xauth
xorg-xbacklight
xorg-xdpyinfo
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkill
xorg-xmodmap
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xorg-xwayland
xorgproto
xterm
xvidcore
xxhash
xz
yad-eos
yajl
yay
zbar
zenity
zeromq
zimg
zip
zlib
zsh
zstd
zvbi
zxing-cpp
