a52dec
aalib
accounts-qml-module
accountsservice
acl
acpi
adobe-source-code-pro-fonts
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
adwaita-cursors
adwaita-icon-theme
alsa-card-profiles
alsa-firmware
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
alsa-utils
amdvlk
amtk
ansible
ansible-core
aom
appstream
appstream-glib
arandr
arc-gtk-theme-eos
arc-x-icons-theme
archlinux-keyring
archlinux-xdg-menu
argon2
aspnet-runtime
at-spi2-core
atkmm
attr
audit
autoconf
automake
avahi
awesome-terminal-fonts
b43-fwcutter
babl
barrier
barrier-headless
base
bash
bash-completion
bash-language-server
bc
bind
binutils
bison
blas
bluez
bluez-libs
bolt
boost-libs
box2d
bridge-utils
brotli
btrfs-progs
bubblewrap
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cantarell-fonts
capnproto
capstone
catch2
cdparanoia
checkbashisms
chromaprint
cifs-utils
clang
clucene
clutter
clutter-gst
clutter-gtk
cmake
cogl
colord
colord-gtk
colord-gtk-common
colord-gtk4
compiler-rt
confuse
containerd
coreutils
cracklib
cronie
cryptsetup
cups-pk-helper
curl
cython
dav1d
db
db5.3
dbus
dbus-glib
dbus-python
dconf
debuginfod
default-cursors
delve
deno
desktop-file-utils
device-mapper
dex
dhclient
dialog
diffutils
ding-libs
discord
discount
djvulibre
dmenu
dmidecode
dmraid
dnsmasq
dnssec-anchors
docker
docker-compose
dos2unix
dosfstools
dotnet-host
dotnet-runtime
dotnet-sdk
dotnet-targeting-pack
double-conversion
downgrade
dtc
duf
duktape
dunst
e2fsprogs
edk2-ovmf
efibootmgr
efitools
efivar
electron
electron17
ell
encfs
enchant
endeavouros-keyring
endeavouros-mirrorlist
endeavouros-theming
endeavouros-xfce4-terminal-colors
eog
eos-apps-info
eos-bash-shared
eos-hooks
eos-log-tool
eos-qogir-icons
eos-quickstart
eos-rankmirrors
eos-translations
eos-update-notifier
ethtool
evince
exempi
exfatprogs
exiv2
exo
expat
f2fs-tools
faac
faad2
fakeroot
fcitx5
fcitx5-rime
fd
feh
ffcall
ffmpeg
ffmpeg4.4
ffmpegthumbnailer
fftw
file
file-roller
filesystem
findutils
firefox
flac
flatpak
flex
fluidsynth
fmt
fontconfig
freeglut
freetype2
fribidi
fsarchiver
fuse-common
fuse2
fuse3
fzf
galculator
gawk
gc
gcab
gcc
gcc-libs
gcr
gcr-4
gd
gdb
gdb-common
gdbm
gdk-pixbuf2
gdm
gedit
gegl
geoclue
geocode-glib
geocode-glib-2
geocode-glib-common
geoip
geoip-database
gettext
gflags
ghc-libs
ghostscript
giflib
gimp
girara
git
git-delta
github-cli
gjs
glances
glib-networking
glib2
glibc
glibmm
globalprotect-openconnect
glslang
glu
gmp
gnome-autoar
gnome-bluetooth
gnome-bluetooth-3.0
gnome-calculator
gnome-color-manager
gnome-control-center
gnome-desktop
gnome-desktop-4
gnome-desktop-common
gnome-disk-utility
gnome-keyring
gnome-nettool
gnome-online-accounts
gnome-power-manager
gnome-screenshot
gnome-session
gnome-settings-daemon
gnome-shell
gnome-terminal
gnome-themes-extra
gnome-tweaks
gnome-usage
gnu-netcat
gnupg
gnutls
go
gobject-introspection-runtime
google-glog
gopls
gperftools
gpgme
gpm
gptfdisk
graphene
graphite
graphviz
grep
grilo
groff
grub
gsettings-desktop-schemas
gsfonts
gsm
gsound
gspell
gssdp
gssproxy
gst-libav
gst-plugin-gtk
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gst-plugins-ugly
gstreamer
gthumb
gtk-engine-murrine
gtk-update-icon-cache
gtk2
gtk3
gtk4
gtkmm
gtkmm3
gtksourceview3
gtksourceview4
gtksourceview5
gts
guile
gupnp
gupnp-dlna
gupnp-igd
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gzip
handlr
harfbuzz
harfbuzz-icu
haskell-aeson
haskell-aeson-pretty
haskell-ansi-terminal
haskell-appar
haskell-asn1-encoding
haskell-asn1-parse
haskell-asn1-types
haskell-assoc
haskell-async
haskell-attoparsec
haskell-base-compat
haskell-base-compat-batteries
haskell-base-orphans
haskell-base16-bytestring
haskell-base64-bytestring
haskell-basement
haskell-bifunctors
haskell-bitvec
haskell-blaze-builder
haskell-blaze-html
haskell-blaze-markup
haskell-byteable
haskell-byteorder
haskell-case-insensitive
haskell-cereal
haskell-citeproc
haskell-cmdargs
haskell-colour
haskell-commonmark
haskell-commonmark-extensions
haskell-commonmark-pandoc
haskell-comonad
haskell-conduit
haskell-conduit-extra
haskell-connection
haskell-contravariant
haskell-cookie
haskell-cryptonite
haskell-data-array-byte
haskell-data-default
haskell-data-default-class
haskell-data-default-instances-containers
haskell-data-default-instances-dlist
haskell-data-default-instances-old-locale
haskell-data-fix
haskell-digest
haskell-distributive
haskell-dlist
haskell-doclayout
haskell-doctemplates
haskell-emojis
haskell-erf
haskell-file-embed
haskell-generically
haskell-ghc-bignum-orphans
haskell-glob
haskell-haddock-library
haskell-hashable
haskell-hourglass
haskell-hslua
haskell-hslua-aeson
haskell-hslua-classes
haskell-hslua-core
haskell-hslua-marshalling
haskell-hslua-module-doclayout
haskell-hslua-module-path
haskell-hslua-module-system
haskell-hslua-module-text
haskell-hslua-module-version
haskell-hslua-objectorientation
haskell-hslua-packaging
haskell-hsyaml
haskell-http-client
haskell-http-client-tls
haskell-http-types
haskell-indexed-traversable
haskell-indexed-traversable-instances
haskell-integer-logarithms
haskell-iproute
haskell-ipynb
haskell-jira-wiki-markup
haskell-juicypixels
haskell-lexer
haskell-libyaml
haskell-lpeg
haskell-lua
haskell-memory
haskell-mime-types
haskell-mono-traversable
haskell-network
haskell-network-uri
haskell-old-locale
haskell-old-time
haskell-onetuple
haskell-pandoc-lua-marshal
haskell-pandoc-types
haskell-pem
haskell-pretty-show
haskell-primitive
haskell-quickcheck
haskell-random
haskell-resourcet
haskell-safe
haskell-scientific
haskell-semialign
haskell-semigroupoids
haskell-sha
haskell-skylighting
haskell-skylighting-core
haskell-skylighting-format-ansi
haskell-skylighting-format-blaze-html
haskell-skylighting-format-context
haskell-skylighting-format-latex
haskell-socks
haskell-split
haskell-splitmix
haskell-statevar
haskell-streaming-commons
haskell-strict
haskell-syb
haskell-tagged
haskell-tagsoup
haskell-temporary
haskell-texmath
haskell-text-conversions
haskell-text-icu
haskell-text-short
haskell-th-abstraction
haskell-th-compat
haskell-th-lift
haskell-th-lift-instances
haskell-these
haskell-time-compat
haskell-tls
haskell-transformers-compat
haskell-typed-process
haskell-unicode-collation
haskell-unicode-data
haskell-unicode-transforms
haskell-uniplate
haskell-unliftio-core
haskell-unordered-containers
haskell-utf8-string
haskell-uuid-types
haskell-vector
haskell-vector-algorithms
haskell-vector-stream
haskell-witherable
haskell-x509
haskell-x509-store
haskell-x509-system
haskell-x509-validation
haskell-xml
haskell-xml-conduit
haskell-xml-types
haskell-yaml
haskell-zip-archive
haskell-zlib
haveged
hdparm
hicolor-icon-theme
hidapi
highway
htop
http-parser
hunspell
hwdata
hwdetect
hwinfo
hwloc
hyphen
i3-wm
i3blocks
i3lock
i3status
iana-etc
ibus
ibus-pinyin
ibus-rime
icu
ijs
imagemagick
imath
imlib2
inetutils
iniparser
intel-ucode
intltool
inxi
iproute2
iptables
iputils
iso-codes
iw
iwd
jansson
jasper
java-environment-common
java-runtime-common
java17-openjfx
jbig2dec
jdk-openjdk
jdk11-openjdk
jdk17-openjdk
jemalloc
jfsutils
jq
jre-openjdk
jre-openjdk-headless
jre11-openjdk
jre11-openjdk-headless
jre17-openjdk
jre17-openjdk-headless
js102
js78
js91
json-c
json-glib
jsoncpp
kaccounts-integration
kactivities
karchive
kauth
kbd
kbookmarks
kcmutils
kcodecs
kcompletion
kconfig
kconfigwidgets
kcoreaddons
kcrash
kdbusaddons
kde-cli-tools
kdeclarative
kded
kdesu
keyutils
kglobalaccel
kguiaddons
ki18n
kiconthemes
kio
kirigami2
kitemviews
kitty
kitty-shell-integration
kitty-terminfo
kjobwidgets
kjs
kmod
knotifications
kpackage
kparts
kpty
krb5
kservice
ktextwidgets
kubectl
kwallet
kwidgetsaddons
kwindowsystem
kxmlgui
l-smash
lame
lapack
lcms2
ldb
ldns
lensfun
less
leveldb
lib32-alsa-lib
lib32-alsa-plugins
lib32-amdvlk
lib32-brotli
lib32-bzip2
lib32-curl
lib32-e2fsprogs
lib32-expat
lib32-gcc-libs
lib32-glibc
lib32-icu
lib32-keyutils
lib32-krb5
lib32-libdrm
lib32-libelf
lib32-libffi
lib32-libglvnd
lib32-libgpg-error
lib32-libidn2
lib32-libldap
lib32-libpciaccess
lib32-libpsl
lib32-libssh2
lib32-libtasn1
lib32-libunistring
lib32-libunwind
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxcrypt
lib32-libxdamage
lib32-libxdmcp
lib32-libxext
lib32-libxfixes
lib32-libxml2
lib32-libxshmfence
lib32-libxss
lib32-libxxf86vm
lib32-llvm-libs
lib32-lm_sensors
lib32-mesa
lib32-ncurses
lib32-nspr
lib32-nss
lib32-openssl
lib32-p11-kit
lib32-sqlite
lib32-vulkan-icd-loader
lib32-wayland
lib32-xz
lib32-zlib
lib32-zstd
libabw
libaccounts-glib
libaccounts-qt
libadwaita
libaio
libappindicator-gtk3
libarchive
libass
libassuan
libasyncns
libatasmart
libatomic_ops
libavc1394
libavif
libavtp
libb2
libblockdev
libbluray
libbpf
libbs2b
libbsd
libbytesize
libcaca
libcacard
libcamera
libcanberra
libcap
libcap-ng
libcddb
libcdio
libcdio-paranoia
libcdr
libcheese
libcloudproviders
libcolord
libconfig
libcue
libcups
libdaemon
libdatrie
libdazzle
libdbusmenu-glib
libdbusmenu-gtk3
libdbusmenu-qt5
libdc1394
libdca
libde265
libdrm
libdv
libdvbpsi
libdvdcss
libdvdnav
libdvdread
libe-book
libebml
libedit
libelf
libepoxy
libepubgen
libetonyek
libev
libevdev
libevent
libexif
libexttextcat
libfdk-aac
libffi
libfontenc
libfreeaptx
libfreehand
libgcrypt
libgdm
libgee
libgexiv2
libgit2
libglvnd
libgme
libgnomekbd
libgpg-error
libgphoto2
libgrss
libgsf
libgtop
libgudev
libgusb
libgweather-4
libgxps
libhandy
libheif
libibus
libical
libice
libid3tag
libidn
libidn2
libiec61883
libimagequant
libimobiledevice
libindicator-gtk3
libinih
libinput
libinstpatch
libiptcdata
libisl
libixion
libjpeg-turbo
libjxl
libkate
libkexiv2
libkeybinder3
libksba
liblangtag
liblc3
libldac
libldap
liblqr
liblrdf
libltc
libluv
libmad
libmalcontent
libmanette
libmatroska
libmaxminddb
libmbim
libmd
libmfx
libmicrodns
libmicrohttpd
libmm-glib
libmng
libmnl
libmodplug
libmpc
libmpcdec
libmpeg2
libmspub
libmtp
libmwaw
libmypaint
libnautilus-extension
libndp
libnet
libnetfilter_conntrack
libnewt
libnfnetlink
libnfs
libnftnl
libnghttp2
libnice
libnl
libnm
libnma
libnma-common
libnma-gtk4
libnotify
libnsl
libnumbertext
liboauth
libodfgen
libogg
libomxil-bellagio
libopenmpt
libopenraw
liborcus
libosinfo
libp11-kit
libpagemaker
libpaper
libpcap
libpciaccess
libpeas
libpgm
libpipeline
libplacebo
libplist
libpng
libportal
libportal-gtk3
libportal-gtk4
libproxy
libpsl
libpulse
libpwquality
libqmi
libqrtr-glib
libqxp
libraqm
libraw
libraw1394
libreoffice-fresh
librest
librevenge
librime
librime-data
librsvg
librsync
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsidplay
libsigc++
libsigsegv
libslirp
libsm
libsndfile
libsodium
libsoup
libsoup3
libsoxr
libspectre
libspiro
libsrtp
libssh
libssh2
libstaroffice
libstemmer
libsynctex
libsysprof-capture
libtar
libtasn1
libteam
libtermkey
libthai
libtheora
libtiff
libtirpc
libtommath
libtool
libunistring
libunwind
libupnp
liburcu
liburing
libusb
libusbmuxd
libutempter
libuv
libva
libvdpau
libverto
libvisio
libvisual
libvorbis
libvpx
libvterm
libwacom
libwbclient
libwebp
libwireplumber
libwmf
libwnck3
libwpd
libwpe
libwpg
libwps
libx11
libx86emu
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcursor
libxcvt
libxdamage
libxdg-basedir
libxdmcp
libxext
libxfce4ui
libxfce4util
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxklavier
libxml2
libxmlb
libxmu
libxpm
libxpresent
libxrandr
libxrender
libxres
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxvmc
libxxf86vm
libyaml
libyuv
libzmf
licenses
lightdm
lightdm-slick-greeter
lilv
linux
linux-api-headers
linux-atm
linux-firmware
linux-firmware-whence
linux-headers
lldb
llvm-libs
lm_sensors
lmdb
logrotate
lpsolve
lsb-release
lsof
lsscsi
lua
lua-language-server
lua-lpeg
lua52
lua53
luajit
luit
lv2
lvm2
lxappearance-gtk3
lz4
lzo
m4
mailcap
make
malcontent
man-db
man-pages
marisa
md4c
mdadm
mdp
media-player-info
meld
mesa
mesa-utils
minizip
mjpegtools
mkinitcpio
mkinitcpio-busybox
mkinitcpio-nfs-utils
mkinitcpio-openswap
mlocate
mobile-broadband-provider-info
modemmanager
mpfr
mpg123
mpv
msgpack-c
mtdev
mtools
mujs
multipath-tools
mutter
mypaint-brushes1
nano
nano-syntax-highlighting
nautilus
nautilus-sendto
nbd
ncurses
ndctl
ndisc6
neofetch
neon
net-tools
netctl
netpbm
netstandard-targeting-pack
nettle
network-manager-applet
networkmanager
networkmanager-openvpn
nfs-utils
nfsidmap
nftables
nginx
nilfs-utils
nitrogen
nm-connection-editor
nmap
node-gyp
nodejs
nodejs-nopt
noto-fonts
noto-fonts-emoji
npm
npth
nspr
nss
nss-mdns
ntfs-3g
ntp
numactl
numlockx
oath-toolkit
ocl-icd
okular
oniguruma
openal
opencc
openconnect
opencore-amr
opendesktop-fonts
openexr
openjdk11-src
openjdk17-src
openjpeg2
openmpi
openpmix
openresolv
openssh
openssl
openvpn
opus
orc
os-prober
osinfo-db
ostree
p11-kit
pacman
pacman-contrib
pacman-mirrorlist
pacutils
pahole
pam
pambase
pango
pangomm
paper-icon-theme
parallel
parted
pass
patch
pavucontrol
pciutils
pcre
pcre2
pcsclite
perl
perl-clone
perl-encode-locale
perl-error
perl-file-listing
perl-file-which
perl-html-parser
perl-html-tagset
perl-http-cookies
perl-http-daemon
perl-http-date
perl-http-message
perl-http-negotiate
perl-io-html
perl-libwww
perl-lwp-mediatypes
perl-mailtools
perl-net-http
perl-timedate
perl-try-tiny
perl-uri
perl-www-robotrules
perl-xml-parser
perl-xml-writer
phonon-qt5
phonon-qt5-gstreamer
picom
pinentry
pipewire
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
pixman
pkcs11-helper
pkgconf
pkgfile
playerctl
polkit
polkit-gnome
polkit-qt5
poppler
poppler-data
poppler-glib
poppler-qt5
popt
portaudio
potrace
power-profiles-daemon
ppp
pptpclient
prettier
procps-ng
psmisc
purpose
pv
pyright
python
python-appdirs
python-attrs
python-autocommand
python-bcrypt
python-botocore
python-cachecontrol
python-cairo
python-certifi
python-cffi
python-chardet
python-colorama
python-commonmark
python-contextlib2
python-cryptography
python-dateutil
python-defusedxml
python-distlib
python-distro
python-distutils-extra
python-dnspython
python-docopt
python-docutils
python-future
python-gobject
python-html5lib
python-idna
python-importlib-metadata
python-inflect
python-jaraco.context
python-jaraco.functools
python-jaraco.text
python-jinja
python-jmespath
python-markdown
python-markdown-it-py
python-markupsafe
python-mdurl
python-more-itertools
python-msgpack
python-nspektr
python-ordered-set
python-packaging
python-paramiko
python-pillow
python-pip
python-platformdirs
python-ply
python-progress
python-prompt_toolkit
python-psutil
python-pyasn1
python-pycparser
python-pydantic
python-pygments
python-pynacl
python-pyopenssl
python-pyparsing
python-pyxdg
python-requests
python-resolvelib
python-retrying
python-rich
python-rsa
python-ruamel-yaml
python-ruamel.yaml.clib
python-s3transfer
python-setuptools
python-shtab
python-six
python-tenacity
python-termcolor
python-toml
python-tomli
python-trove-classifiers
python-typing_extensions
python-uc-micro-py
python-urllib3
python-validate-pyproject
python-wcwidth
python-webencodings
python-wheel
python-xlib
python-yaml
python-zipp
pyzy
qca-qt5
qemu-audio-spice
qemu-base
qemu-block-curl
qemu-block-dmg
qemu-block-nfs
qemu-block-ssh
qemu-chardev-spice
qemu-common
qemu-hw-display-qxl
qemu-hw-display-virtio-gpu
qemu-hw-display-virtio-gpu-gl
qemu-hw-display-virtio-gpu-pci
qemu-hw-display-virtio-gpu-pci-gl
qemu-hw-display-virtio-vga
qemu-hw-display-virtio-vga-gl
qemu-hw-s390x-virtio-gpu-ccw
qemu-hw-usb-host
qemu-hw-usb-redirect
qemu-hw-usb-smartcard
qemu-img
qemu-pr-helper
qemu-system-x86
qemu-system-x86-firmware
qemu-tools
qemu-ui-curses
qemu-ui-opengl
qemu-ui-spice-app
qemu-ui-spice-core
qemu-virtiofsd
qrencode
qt5-base
qt5-declarative
qt5-graphicaleffects
qt5-location
qt5-multimedia
qt5-quickcontrols
qt5-quickcontrols2
qt5-speech
qt5-svg
qt5-translations
qt5-wayland
qt5-webchannel
qt5-webengine
qt5-websockets
qt5-x11extras
qt6-base
qt6-declarative
qt6-translations
qtkeychain-qt5
ranger
raptor
rasqal
rav1e
re2
readline
rebuild-detector
redland
reflector
reflector-simple
reiserfsprogs
rest
rhash
rime-bopomofo
rime-cangjie
rime-essay
rime-luna-pinyin
rime-prelude
rime-stroke
rime-terra-pinyin
ripgrep
rofi
rp-pppoe
rpcbind
rsync
rtkit
rtmpdump
rubberband
ruby
ruby-abbrev
ruby-base64
ruby-benchmark
ruby-bigdecimal
ruby-bundledgems
ruby-bundler
ruby-cgi
ruby-csv
ruby-date
ruby-delegate
ruby-did_you_mean
ruby-digest
ruby-drb
ruby-english
ruby-erb
ruby-etc
ruby-fcntl
ruby-fiddle
ruby-fileutils
ruby-find
ruby-forwardable
ruby-getoptlong
ruby-io-console
ruby-io-nonblock
ruby-io-wait
ruby-ipaddr
ruby-irb
ruby-json
ruby-logger
ruby-minitest
ruby-mutex_m
ruby-net-http
ruby-open-uri
ruby-power_assert
ruby-psych
ruby-racc
ruby-rake
ruby-rdoc
ruby-reline
ruby-rexml
ruby-ruby2_keywords
ruby-stdlib
ruby-stringio
ruby-test-unit
ruby-time
ruby-tmpdir
ruby-uri
rubygems
run-parts
runc
rust
rust-analyzer
rust-src
s-nail
sbc
scrot
sdl2
seabios
sed
semver
serd
sg3_utils
shaderc
shadow
shared-color-targets
shared-mime-info
signon-kwallet-extension
signon-plugin-oauth2
signon-ui
signond
simplescreenrecorder
slang
smartmontools
smbclient
snappy
sof-firmware
solid
sonnet
sord
sound-theme-freedesktop
soundtouch
source-highlight
spandsp
speex
speexdsp
spice
spirv-tools
sqlite
sratom
srt
sshfs
startup-notification
steam
stoken
sudo
suitesparse
sushi
svt-av1
svt-hevc
syncthing
sysfsutils
sysstat
systemd
systemd-libs
systemd-sysvcompat
t1lib
taglib
talloc
tar
task
tcl
tdb
tepl
tevent
texinfo
texlab
texlive-bibtexextra
texlive-bin
texlive-core
texlive-latexextra
thin-provisioning-tools
threadweaver
thunar
thunar-archive-plugin
thunar-volman
tinygo
tinyxml2
tldr
tmux
totem
totem-pl-parser
tpm2-tss
tracker3
tracker3-miners
trash-cli
tree
tree-sitter
tslib
ttf-bitstream-vera
ttf-dejavu
ttf-font-awesome
ttf-liberation
ttf-opensans
tumbler
twolame
tzdata
uchardet
udisks2
ueberzug
unibilium
unicode-cldr-annotations
unrar
unzip
upower
usb_modeswitch
usbmuxd
usbredir
usbutils
util-linux
util-linux-libs
v4l-utils
valgrind
vde2
vid.stab
vim
vim-runtime
virglrenderer
vlc
vmaf
volume_key
vpnc
vte-common
vte3
vulkan-headers
vulkan-icd-loader
wavpack
wayland
wayland-protocols
webkit2gtk
webkit2gtk-4.1
webp-pixbuf-loader
webrtc-audio-processing
welcome
wget
which
whois
wildmidi
wireless-regdb
wireless_tools
wireplumber
woff2
wolfssl
wpa_supplicant
wpebackend-fdo
x264
x265
xapp
xbindkeys
xbitmaps
xcb-imdkit
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xclip
xdg-dbus-proxy
xdg-desktop-portal
xdg-desktop-portal-gnome
xdg-desktop-portal-gtk
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xed
xf86-input-libinput
xf86-video-intel
xfce4-terminal
xfconf
xfsprogs
xkeyboard-config
xl2tpd
xmlsec
xorg-fonts-encodings
xorg-server
xorg-server-common
xorg-server-devel
xorg-setxkbmap
xorg-util-macros
xorg-xauth
xorg-xbacklight
xorg-xdpyinfo
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkill
xorg-xmodmap
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xorg-xwayland
xorgproto
xterm
xvidcore
xxhash
xz
yad
yajl
yaml-cpp
yaml-language-server
yay
zbar
zenity
zeromq
zimg
zip
zlib
zsh
zstd
zvbi
zxing-cpp
zziplib
